Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Use the action below to enable HTTP Web Reputation Scanning (port 80).
fr_fr: Utilisez l'action ci-dessous pour activer l'Analyse de Réputation de sites Web HTTP (port&nbsp;80).

source: Web Reputation - Disable Collection of Visited Sites
fr_fr: Réputation de sites Web – Désactivation de la collecte des sites visités

source: The list of applicable computers currently report on Web Reputation&nbsp;information on visited and blocked sites on the CPM endpoint.
fr_fr: La liste des ordinateurs applicables crée actuellement des rapports sur les informations de la réputation de sites Web sur les sites visités et bloqués sur le point final CPM.

source: Take this action to&nbsp;stop the collection of visited sites information.&nbsp; Visited sites information will exist on the endpoint however, that information will not be transferred to the&nbsp;BES Server via the Web Reputation - Site Statistics analysis.
fr_fr: Exécutez cette action pour arrêter la collecte d'informations sur les sites Web visités.&nbsp; Les informations des sites visités seront présentes sur le point final&nbsp;; cependant, ces informations ne seront pas transférées au serveur BES à travers la réputation de sites Web – Analyse des statistiques sur le site.

source: Web Reputation - Enable Smart Protection Server Web Reputation Service
fr_fr: Réputation de sites Web – Activation du Service de réputation de sites Web du Smart Protection Server

source: Use this task to enable client&nbsp;using Smart Protection Server Web Reputation Service.
fr_fr: Utilisez cette tâche pour permettre aux clients d'utiliser le Service de réputation de sites Web du Smart Protection Server.

source: Note: Please check the "Smart Protection Network" is ready before enabling&nbsp; Smart Protection Server Web Reputation Service. If this task is not relevant to clients,&nbsp;please check the links to do troubleshooting.
fr_fr: Remarque: Veuillez vérifier que le «&nbsp;Smart Protection Network&nbsp;» est prêt avant d'activer le Service de réputation de sites Web du Smart Protection Server. Si cette tâche n'est pas pertinente pour les clients, veuillez consulter les liens pour résoudre les problèmes.

source: Check Smart Protection Server list has been deployed to CPM clients and Smart Protection Relays.
fr_fr: Vérifiez que la liste de Smart Protection Server a été déployée sur les clients CPM et les Smart Protection Relays.

source: Check Web Reputation Service of Smart Protection Server is available.
fr_fr: Vérifiez que le Service de réputation de sites Web de Smart Protection Server est disponible.

source: Check protection status of Smart Protection Relays
fr_fr: Vérifiez l'état de protection des Smart Protection Relays

source: Web Reputation - Enable HTTPS Web Reputation Scanning
fr_fr: Réputation de sites Web – Activation d'Analyse de Réputation des sites Web HTTPS

source: HTTPS Web Reputation scanning is designed to block access attempts to potentially malicious websites in real time. HTTPS Web Reputation is currently disabled for the listed computers. HTTPS Web Reputation scanning requires that HTTP Web Reputation be enabled.
fr_fr: L'Analyse de Réputation de sites Web HTTPS est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La Réputation de sites Web est actuellement désactivée pour les ordinateurs répertoriés. L'Analyse de Réputation des sites Web HTTPS requiert que la Réputation de sites Web soit activée.

source: Note: For endpoints using Internet Explorer on Windows Server platforms, users need to perform the following configurations manually for HTTPS Web Reputation to function properly.
fr_fr: Remarque: Pour les points finaux qui utilisent Internet Explorer sur les plates-formes Windows Server, les utilisateurs doivent effectuer les opérations de configurations suivantes manuellement pour que la Réputation de sites Web HTTPS fonctionne correctement.

source: 1. Third-party browser extensions should be enabled.
fr_fr: 1. Les extensions tierces parties du navigateur doivent être activées.

source: 2. Internet Explorer Enhanced Security Configuration (IE SEC) should be turned off or removed.
fr_fr: 2. La «&nbsp;Configuration de sécurité renforcée» d'Internet Explorer (IE ESC) doit être désactivée ou supprimée.

source: Web Reputation - Disable HTTPS Web Reputation Scanning
fr_fr: Réputation de sites Web – Désactivation d'Analyse de Réputation des sites Web HTTPS

source: HTTPS Web Reputation scanning is designed to block access attempts to potentially malicious websites in real time. HTTPS Web Reputation is currently enabled for the listed computers. HTTPS Web Reputation scanning requires that HTTP Web Reputation be enabled.
fr_fr: L'Analyse de Réputation de sites Web HTTPS est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La réputation de sites Web HTTPS est actuellement activée pour les ordinateurs répertoriés. L'Analyse de Réputation de sites Web HTTPS requiert que la réputation de sites Web HTTP soit activée.

source: Note: HTTPS Web Reputation requires that HTTP Web Reputation be enabled. Disable HTTPS Web Reputation before disabling HTTP Web Reputation.
fr_fr: Remarque: La réputation de sites Web HTTPS requiert que la réputation de sites Web HTTP soit activée. Désactivez la réputation de sites Web HTTPS avant de désactiver la réputation de sites Web HTTP.

source: Web Reputation - Enable HTTP Web Reputation Scanning (all ports other than 80)
fr_fr: Réputation de sites Web - Activation d'Analyse de Réputation de sites Web HTTP (tous les ports autres que le port 80)

source: HTTP Web Reputation scanning (all ports other than 80) is designed to extend the blocking of access attempts to potentially malicious websites in real time to all ports. HTTP Web Reputation (all ports other than 80) is currently disabled for the listed computers.
fr_fr: L'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) vise à étendre le blocage en temps réel des tentatives d'accès à des sites Web potentiellement malveillants à tous les ports. La réputation de sites Web HTTP (tous les ports autres que le port 80) est actuellement désactivée pour les ordinateurs répertoriés.

source: Use the action below to enable HTTP Web Reputation Scanning (all ports other than 80).
fr_fr: Utilisez l'action ci-dessous pour activer l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80).

source: Note: HTTP Web Reputation Scanning (all ports other than 80) requires that HTTP Web Reputation Scanning (port 80) be enabled. Disabling&nbsp; HTTP Web Reputation Scanning (all ports other than 80) does not disable HTTP Web Reputation Scanning (port 80).
fr_fr: Remarque: l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) nécessite l'activation de l'analyse de réputation de sites Web HTTP (port 80). La désactivation de&nbsp;l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) ne désactive pas l'analyse pour le port 80.

source: Web Reputation - Disable HTTP Web Reputation Scanning (all ports other than 80)
fr_fr: Réputation de sites Web - Désactivation d'Analyse de Réputation de sites Web HTTP (tous les ports autres que le port 80)

source: HTTP Web Reputation scanning (all ports other than 80) is designed to extend the blocking of access attempts to potentially malicious websites in real time to all ports. HTTP Web Reputation (all ports other than 80) is currently enabled for the listed computers.
fr_fr: L'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) vise à étendre le blocage en temps réel des tentatives d'accès à des sites Web potentiellement malveillants à tous les ports. La réputation de sites Web HTTP (tous les ports autres que le port 80) est actuellement activée pour les ordinateurs répertoriés.

source: Use the action below to disable HTTP Web Reputation Scanning (all ports other than 80).
fr_fr: Utilisez l'action ci-dessous pour désactiver l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80).

source: Web Reputation - Enable Collection of Visited Sites
fr_fr: Réputation de sites Web – Activation la collecte des sites visités

source: The list of applicable computers currently do not report on Web Reputation&nbsp;information on visited sites on the CPM endpoint.
fr_fr: La liste des ordinateurs applicables ne crée actuellement pas de rapports sur les informations de la réputation de sites Web sur les sites visités sur le point final CPM.

source: Take this action to&nbsp;start the collection of visited sites information.&nbsp;&nbsp;That information is&nbsp;transferred to the&nbsp;BES Server via the Web Reputation - Site Statistics analysis.
fr_fr: Exécutez cette action pour démarrer la collecte d'informations sur les sites Web visités.&nbsp;&nbsp;Les informations sont transférées vers le serveur BES à travers la réputation de sites Web – Analyse des statistiques sur le site.

source: Web Reputation - Client Information
fr_fr: Réputation de sites Web – Informations du client

source: This analysis provides the following&nbsp;information for endpoints with Web Reputation enabled:
fr_fr: Cette analyse fournit les informations suivantes aux points finaux à la réputation de sites Web activée&nbsp;:

source: Web ReputationVersion
fr_fr: Version de la réputation de sites Web

source: Web ReputationInstallation Date
fr_fr: Date d'installation de la réputation de sites Web

source: Blocked-Approved List&nbsp;Policy&nbsp;
fr_fr: Stratégie de liste d'approbation/de blocage

source: Connection to the Smart Protection Network&nbsp;
fr_fr: Connexion à Smart Protection Network

source: Web Reputation - Site Statistics
fr_fr: Réputation de sites Web – Statistiques du site

source: This analysis provides the followingstatistical information for endpoints with WebReputation enabled: Blocked Sites Visited Sites
fr_fr: Cette analyse fournit les informations statistiques suivantes aux points finaux à la réputation de sites Web activée: Sites bloqués Sites visités

source: Smart Protection Server - Server Information
fr_fr: Smart Protection Server – Informations sur le serveur

source: This analysis contains information about the&nbsp;Smart Protection Server.
fr_fr: Cette analyse contient des informations relatives à Smart Protection Server.

source: File Reputation&nbsp;HTTP port
fr_fr: Port HTTP de File Reputation

source: File Reputation&nbsp;HTTPs port
fr_fr: Port HTTPS de File Reputation

source: Web Reputation&nbsp;HTTP&nbsp;port
fr_fr: Port HTTP de la Réputation de sites Web

source: Smart Feedback enabled
fr_fr: Smart Feedback activé

source: Web Reputation - Enable/Configure Proxy Settings
fr_fr: Réputation de sites Web – Activer/configurer les paramètres proxy

source: Web Reputation requires internet access. &nbsp;In certain network environments the use of a proxy server is needed.&nbsp; Use the action below to configure a proxy server.
fr_fr: Réputation de sites Web requiert un accès à Internet. Dans certains environnements réseau, l'utilisation d'un serveur proxy est nécessaire. Utilisez l'action ci-dessous pour configurer un serveur proxy.

source: Important Note:&nbsp;The proxy server password MUST be encrypted prior to use in this action.&nbsp; Download and&nbsp;unzip/extract&nbsp;the TMCPMEncrypt.exeutility to encrypt a password.
fr_fr: Remarque importante: Le mot de passe du serveur proxy DOIT être chiffré avant de l'utiliser dans cette action.&nbsp; Téléchargez et décompressez/extrayez l'utilitaire TMCPMEncrypt.exe pour chiffrer un mot de passe.

source: Filename: TMCPMEncrypt_1.5.0.1038.zip
fr_fr: Nom de fichier&nbsp;: TMCPMEncrypt_1.5.0.1038.zip

source: Size: 185718
fr_fr: Taille&nbsp;: 185718

source: Usage Note: The TMCPMEncrypt.exe command line tool provides the option to generate an encrypted string.&nbsp; The encrypted string can be used for proxy passwords.
fr_fr: Remarque d'utilisation: l'outil de ligne de commande TMCPMEncrypt.exe fournit l'option de générer une chaîne chiffrée. La chaîne chiffrée peut être utilisée pour les mots de passe de proxy.

source: Example:
fr_fr: Exemple&nbsp;:

source: Web Reputation - Disable Proxy Server
fr_fr: Réputation de sites Web – Désactiver le serveur proxy

source: Web&nbsp;Reputation requires internet access. &nbsp;In certain network environments the use of a proxy server is needed.&nbsp; The listed computers have a proxy server enabled.
fr_fr: Réputation de sites Web requiert un accès à Internet. Dans certains environnements réseau, l'utilisation d'un serveur proxy est nécessaire. Les ordinateurs répertoriés disposent d'un serveur proxy activé.

source: Use the action below to disable the proxy server.
fr_fr: Utilisez l'action ci-dessous pour désactiver le serveur proxy.

source: [CPM Critical Patch 0001] Core Protection Module - Deploy NTRtScan.exe version 10.58.0.1016
fr_fr: [Patch critique CPM 0001] Core Protection Module – Deployer NTRtScan.exe version&nbsp;10.58.0.1016

source: This&nbsp;task will&nbsp;deploy NTRtScan.exe version 10.58.0.1016.
fr_fr: Cette tâche déploiera NTRtScan.exe version&nbsp;10.58.0.1016.

source: This&nbsp;critical patch&nbsp;resolves the following issue:
fr_fr: Ce patch critique résout les problèmes suivants&nbsp;:

source: &nbsp;&nbsp; Issue:&nbsp;&nbsp;&nbsp;
fr_fr: Problème&nbsp;:

source: The Core Protection Module cannot apply automatic updates successfully. This issue occurs when the "IOT_InitializeDeviceAndScanEngineEx" VSAPI function returns a system busy error code while starting preventing the NTRtScan service from starting in some clients.
fr_fr: Core Protection Module ne peut pas appliquer les mises à jour avec succès. Ce problème survient lorsque la fonction VSAPI «&nbsp;IOT_initializedeviceandscanengineex renvoie une erreur système occupé pendant le démarrage empêchant le service NTRtScan de démarrer dans certains clients.

source: Critical Patch&nbsp;0001 adds a retry mechanism for the "IOT_InitializeDeviceAndScanEngineEx" VSAPI function and enables NTRtScan to delay its startup process while it waits for the function to start successfully. This allows the NTRtScan service to start without issues and the Core Protection Module to apply automatic updates successfully.
fr_fr: Le patch critique&nbsp;0001 ajoute un nouveau mécanisme de réessayage pour la fonction VSAPI «&nbsp;iot_initializedeviceandscanengineex&nbsp;» et permet à NTRtScan de retarder le processus de démarrage pendant qu'il attend que la fonction réussisse son démarrage. Ceci permet au service NTRtScan de démarrer sans problème et au Core Protection Module d'appliquer des mises à jour automatiques avec succès.

source: &nbsp;&nbsp; To install this critical patch:
fr_fr: &nbsp;&nbsp; Pour installer ce patch critique&nbsp;:

source: Run this fixlet to deploy "NTRtScan.exe" version 10.58.0.1016 to clients.
fr_fr: Exécutez ce fixlet pour déployer «&nbsp;NTRtScan.exe&nbsp;» version&nbsp;10.58.0.1016 sur les clients.

source: The old "NTRtScan.exe" is saved as "NTRtScan.exe.tmp" in the "[Trend Micro folder]\OfficeScan Client\" folder. You can use this back up file for rollback purposes.
fr_fr: L'ancien «&nbsp;NTRtScan.exe&nbsp;» est enregistré comme «&nbsp;NTRtScan.exe.tmp&nbsp;» dans le dossier «&nbsp;[Trend Micro]\OfficeScan Client\&nbsp;». Vous pouvez utiliser ce fichier de sauvegarde pour toute éventuelle rétrogradation.

source: &nbsp;&nbsp; To uninstall the fixlet, manually remove the fixlet through the &nbsp;&nbsp; Endpoint Security Platform console.
fr_fr: &nbsp;&nbsp; Pour désinstaller le fixlet, supprimez-le manuellement avec la console Endpoint Security Platform.

source: &nbsp;&nbsp; To rollback to the previous "NTRtScan.exe" version:
fr_fr: Pour rétrograder vers la version précédente de «&nbsp;NTRtScan.exe&nbsp;»&nbsp;:

source: &nbsp;&nbsp; 1. Stop the NTRtScan service.
fr_fr: &nbsp;&nbsp; 1. Arrêtez le service NTRtScan.

source: &nbsp;&nbsp; 2. Check if the file "[Trend Micro folder]\OfficeScan Client\NTRtScan.exe.tmp" is existed. If so, remove the "[Trend Micro folder]\OfficeScan Client\ &nbsp;&nbsp; NTRtScan.exe".
fr_fr: &nbsp;&nbsp; 2. Vérifiez si le fichier «&nbsp;[Trend Micro folder]\OfficeScan Client\NTRtScan.exe.tmp&nbsp;» existe. Si c'est le cas, supprimez le dossier «&nbsp;Trend Micro folder]\OfficeScan Client\ NTRtScan.exe&nbsp;».

source: &nbsp;&nbsp; 3. Open the "[Trend Micro folder]\OfficeScan Client\" folder and rename the "NTRtScan.exe.tmp" file to "NTRtScan.exe".
fr_fr: &nbsp;&nbsp; 3. Ouvrez le dossier «&nbsp;[Trend Micro folder]\OfficeScan Client\&nbsp;» et renommez le fichier «&nbsp;NTRtScan.exe.tmp&nbsp;» en «&nbsp;NTRtScan.exe&nbsp;».

source: &nbsp;&nbsp; 4. Start the NTRtScan service.
fr_fr: &nbsp;&nbsp; 4. Démarrez le service NTRtScan.

source: Core Protection Module - Windows Security Reporting Issue
fr_fr: Core Protection Module – Problème de rapport Windows Security

source: This hot fix resolves the following issue:
fr_fr: Ce correctif de type hotfix résout les problèmes suivants&nbsp;:

source: Issue:&nbsp;&nbsp;&nbsp; The Microsoft(TM) Windows(TM) Security Center on Windows Vista and&nbsp;Windows 7 does not&nbsp;recognize Core Protection Module 1.6 clients.
fr_fr: Problème&nbsp;:&nbsp;&nbsp;&nbsp; Le Centre de sécurité Microsoft(TM) Windows(TM) ne reconnaît pas les clients 1.6 de Core Protection Module sur Windows&nbsp;Vista et Windows&nbsp;7.

source: Solution: Hot fix 0004 imports a custom fixlet for the Endpoint Security Platform to enable Core Protection Module 1.6 clients to report their status to the Windows Security Center/Action Center correctly.
fr_fr: Solution&nbsp;: le correctif de type hotfix&nbsp;0004 importe un fixlet personnalisé pour Endpoint Security Platform pour permettre aux clients 1.6 de Core Protection Module de signaler leur état correctement au Centre de sécurité /Centre de maintenance de Windows.

source: Installation:
fr_fr: Installation&nbsp;:

source: &nbsp;&nbsp; To install this hot fix:
fr_fr: &nbsp;&nbsp; Pour installer ce correctif de type hotfix&nbsp;:

source: &nbsp;&nbsp; 1. Use the Endpoint Security Platform console to import the "CPM_Hotfix_0004.bes" fixlet as a custom fixlet. A new fixlet named "Core Protection Module - Windows Security Reporting Issue" is installed.
fr_fr: &nbsp;&nbsp; 1. Utilisez la console de la plate-forme Sécurité des points finaux pour importer le fixlet "CPM_Hotfix_0004.bes" comme fixlet personnalisé. Un nouveau fixlet nommé "Core Protection Module - Windows Security Reporting Issue" est installé.

source: &nbsp;&nbsp; 2. The fixlet automatically detects the computers that encounter the issue. Run the fixlet on these computers.
fr_fr: &nbsp;&nbsp; 2. Le fixlet détecte automatiquement les ordinateurs qui rencontrent ce problème. Exécutez le fixlet sur ces ordinateurs.

source: Uninstallation:
fr_fr: Désinstallation&nbsp;:

source: &nbsp;&nbsp; To uninstall this fixlet, manually remove the "Core Protection &nbsp;&nbsp; Module - Windows Security Reporting Issue" fixlet through the BES console.
fr_fr: &nbsp;&nbsp; Pour désinstaller ce fixlet, supprimez annuellement le fixlet «&nbsp;Core Protection Module – Problème de rapport Windows Security&nbsp;» à l'aide de la console BES.

source: [CPM Critical Patch 0002] Core Protection Module - Web Reputation functions do not work on x64 platforms
fr_fr: [Patch critique CPM 0002] Core Protection Module – Les fonctions de Réputation de sites Web ne sont pas compatibles avec les plates-formes x64

source: {\cs5\f1\cf15\lang1024 This&nbsp;critical patchresolves the following issue: Issue: While migrating Trend Micro Core Protection Module(TM) (CPM) 1.6 to CPM Service Pack 1 for endpoints, the Web Reputation functions do not work on x64 platforms. Solution: Critical Patch 0002 provides a fixlet in the Trend Micro Core Protection Module site. Administrators can deploy this fixlet to resolve this issue. ===================================================================== To install this critical patch: Run this fixlet to resolve the Web Reputation issue on x64 platforms. &nbsp;&nbsp; Note: Since this fixlet replaces some files, create backup files. The &nbsp; backup files are "libeay32.dll.tmp", "PccNTUpd.exe.tmp", &nbsp; "ssleay32.dll.tmp" and "TmpxHash.dll.tmp" from the "[Trend &nbsp; Micro folder]\OfficeScan Client\" folder. You can use these backup files if you need to do a rollback. ===================================================================== &nbsp;&nbsp; To uninstall the fixlet, manually remove the fixlet through the Endpoint Security Platform console. To roll back the files: &nbsp;&nbsp; 1. Stop these services in this order: TmListen, NTRtScan and TmAdptrsvr.&nbsp;&nbsp; &nbsp;&nbsp; 2. Check if the "libeay32.dll.tmp", "PccNTUpd.exe.tmp", "ssleay32.dll.tmp" and "TmpxHash.dll.tmp" files are in the "[Trend Micro folder]\OfficeScan Client\" folder. Once you find these files, remove the "libeay32.dll", "PccNTUpd.exe", "ssleay32.dll" and "TmpxHash.dll" files from the "[Trend Micro folder]\OfficeScan Client\" folder.&nbsp;&nbsp; &nbsp;&nbsp; 3. Open the "[Trend Micro folder]\OfficeScan Client\" folder and rename the following files: - From "libeay32.dll.tmp" file to "libeay32.dll" - From "PccNTUpd.exe.tmp" file to "PccNTUpd.exe" - From "ssleay32.dll.tmp" file to "ssleay32.dll" - From "TmpxHash.dll.tmp" file to "TmpxHash.dll". 4. Start these services in this order: TmAdptrsvr, NTRtScan and TmListen.
fr_fr: {\cs5\f1\cf15\lang1024 Ce patch critique résout les problèmes suivants: Problème&nbsp;: lors de la migration de Trend Micro Core Protection Module (TM) (CPM) 1.6 à CPM Service Pack&nbsp;1 pour les points finaux, les fonctions de Réputation des sites Web ne sont pas compatibles avec les plates-formes x64. Solution&nbsp;: le patch critique&nbsp;0002 fournit un fixlet sur le site Trend Micro Core Protection Module. Les administrateurs peuvent déployer cefixlet pour résoudre ce problème. =====================================================================Pour installer ce patch critique: Exécutez ce fixlet pour résoudre le problème de Réputation de sites Web sur les plates-formes x64. Remarque&nbsp;: étant donné que ce fixlet remplace certains fichiers, créez des fichiers de sauvegarde. Les fichiers de sauvegarde sont «&nbsp;libeay32.dll.tmp&nbsp;», «&nbsp;PccNTUpd.exe.tmp&nbsp;», «&nbsp;ssleay32.dll.tmp&nbsp;» et «&nbsp;TmpxHash.dll.tmp&nbsp;» du dossier «&nbsp;Trend Micro \OfficeScan Client\». Vous pouvez utiliser ces fichiers de sauvegarde si vous devez effectuer une rétrogradation. ===================================================================== Pour désinstaller le fixlet, supprimez-le manuellement avec la console Endpoint Security Platform. Pour rétrograder les fichiers: &nbsp;&nbsp; 1. Arrêtez ces services dans l'ordre suivant&nbsp;: TmListen, NTRtScan et TmAdptrsvr.&nbsp;&nbsp; &nbsp;&nbsp; 2. Vérifiez si les fichiers «&nbsp;libeay32.dll.tmp&nbsp;», «&nbsp;PccNTUpd.exe.tmp&nbsp;», «&nbsp;ssleay32.dll.tmp&nbsp;» et «&nbsp;TmpxHash.dll.tmp&nbsp;» se trouvent dans le dossier «&nbsp;Trend Micro \OfficeScan Client\&nbsp;». Une fois que vous avez trouvé ces fichiers, supprimez «&nbsp;libeay32.dll&nbsp;», «&nbsp;PccNtUpd.exe&nbsp;», «&nbsp;ssleay32.dll&nbsp;» et «&nbsp;TmpxHash.dll&nbsp;» du dossier «&nbsp;Trend Micro \OfficeScan Client\&nbsp;».&nbsp;&nbsp; &nbsp;&nbsp; 3. Ouvrez le dossier «&nbsp;Trend Micro\OfficeScan Client\&nbsp;» et renommez les fichiers suivants: – «&nbsp;libeay32.dll.tmp&nbsp;» en «&nbsp;libeay32.dll&nbsp;» – «&nbsp;PccNTUpd.exe.tmp&nbsp;» en «&nbsp;PccNtUpd.exe&nbsp;» – «&nbsp;ssleay32.dll.tmp&nbsp;» en «&nbsp;ssleay32.dll&nbsp;» – «&nbsp;TmpxHash.dll.tmp&nbsp;» en «&nbsp;TmpxHash.dll&nbsp;».&nbsp;&nbsp; 4. Démarrez ces services dans l'ordre suivant: TmAdptrsvr, NTRtScan et TmListen.
